Repository: benhuson/expire-users
Catalog: languages/expire-users-*.po
Languages: it_it

source: Expire Date
it_it: Data scadenza

source: (expired)
it_it: (scaduto)

source: User Expiry Information
it_it: Informazioni scadenza utente

source: Edit
it_it: Modifica

source: Expiry Date
it_it: Data scadenza

source: Never
it_it: Mai

source: In
it_it: Tra

source: On
it_it: In data

source: On Expire, Default to Role
it_it: Alla scadenza, imposta al ruolo

source: Don't change role
it_it: Non cambiare ruolo

source: Expire Actions
it_it: Azioni alla scadenza

source: Replace user's password with a randomly generated one
it_it: Sostituisci la password dell'utente con una generata casualmente

source: Remove expiry details and allow user to continue to login
it_it: Rimuovi la scadenza e permetti all'utente di continuare ad accedere

source: Email Notifications
it_it: Notifiche email

source: View and configure messages
it_it: Visualizza e configura messaggi

source: days
it_it: giorni

source: weeks
it_it: settimane

source: months
it_it: mesi

source: years
it_it: anni

source: Jan
it_it: Gen

source: May
it_it: Mag

source: Jun
it_it: Giu

source: Jul
it_it: Lug

source: Aug
it_it: Ago

source: Sep
it_it: Set

source: Oct
it_it: Ott

source: Dec
it_it: Dic

source: Cancel
it_it: Annulla

source: <p>Activate and configure default expiry settings for users who register via the registration form.</p>
it_it: <p>Attiva e configura le impostazioni di scadenza predefinite per gli utenti che si registrano tramite il modulo di registrazione.</p>

source: <p><strong>Expiry Date</strong><br />Set a user to nevr expire, expire after a period of time or on a specific date.</p>
it_it: <p><strong>Data scadenza</strong><br />Imposta un utente con scadenza "mai", dopo un certo periodo oppure ad una data specifica.</p>

source: <p><strong>Default to Role</strong><br />When a user expires, you can assign them a different role.</p>
it_it: <p><strong>Imposta al ruolo</strong><br />Quando un utente scade, puoi assegnargli un ruolo differente.</p>

source: <p><strong>Expire Actions</strong><br />Other actions to trigger when a user expires:</p>
it_it: <p><strong>Azioni alla scadenza</strong><br />Altre azioni da eseguire alla scadenza di un utente:</p>

source: <li>replace user's password with a randomly generated one.</li>
it_it: <li>sostituisci la password dell'utente con una generata casualmente.</li>

source: <li>remove expiry details and allow user to continue to login.</li>
it_it: <li>rimuovi la scadenza e permetti all'utente di continuare ad accedere.</li>

source: <p><strong>Notification Emails</strong><br />These emails are sent if you have checked the checkboxes on a user's profile. Notification messages are configured on the <a href="%s">Expire Users settings</a> page.</p>
it_it: <p><strong>Notifiche email</strong><br />Questi messaggi sono inviati se hai selezionato le relative opzioni nei profili degli utenti. I messaggi possono essere configurata nella pagina <a href="%s">Impostazioni scadenza utenti</a>.</p>

source: Expiry Settings
it_it: Impostazioni scadenza

source: <p><strong>Notification Emails</strong><br />These emails are sent if you have checked the checkboxes on a user's profile.</p>
it_it: <p><strong>Notifiche email</strong><br />Questi messaggi sono inviati se hai selezionato le relative opzioni nei profili degli utenti.</p>

source: Expire Users Plugin
it_it: Plugin Scadenza utenti

source: Documentation
it_it: Documentazione

source: Support Forum
it_it: Forum di supporto

source: Contribute at Github
it_it: Contribuisci su Github

source: Submit an Issue
it_it: Invia una richiesta

source: User Expired Notification
it_it: Notifica scadenza all'utente

source: This email is sent to a user when their login details expire.
it_it: Questa email è inviata all'utente quando il suo account scade.

source: User Expired Admin Notification
it_it: Notifica scadenza all'amministratore

source: This email is sent to the WordPress admin email address when a user expires.
it_it: Questa email è inviata all'amministratore del sito WordPress quando un utente scade.

source: Notification
it_it: Notifica

source: Message
it_it: Messaggio

source: No notification defined.
it_it: Nessuna notifica definta.

source: Settings
it_it: Impostazioni

source: Expire Settings
it_it: Impostazioni scadenza

source: Expire Users Settings
it_it: Impostazioni scadenza utente

source: Options saved
it_it: Opzioni salvate

source: Registered User Expiry Settings
it_it: Impostazioni scadenza utenti registrati

source: Automatically set expiry date for new users who register via the registration form.
it_it: Imposta automaticamente data di scadenza per i nuovi utenti che si registrano tramite il form di registrazione.

source: Notification Emails
it_it: Notifiche email

source: These emails are sent if you have checked the checkboxes on a user's profile.
it_it: Questi messaggi sono inviati se hai selezionato le relative opzioni nei profili degli utenti.

source: You may use the following placeholders in the notification email messages below:
it_it: Puoi usare i seguenti segnaposto nei messaggi di notifica sottostanti:

source: Save Options
it_it: Salva opzioni

source: Expires: <strong>%s</strong>
it_it: Scade: <strong>%s</strong>

source: Expired: <strong class="expire-user-expired">%s</strong>
it_it: Scaduto: <strong class="expire-user-expired">%s</strong>

source: Expire: <strong>Never</strong>
it_it: Scadenza: <strong>Mai</strong>

source: Your login details to %%sitename%% have expired
it_it: Le tue credenziali di accesso al sito %%sitename%% sono scadute

source: Login details to %%sitename%% have expired (%%username%%)
it_it: Le credenziali di accesso al sito %%sitename%% sono scadute (%%username%%)

source: Your access to %%sitename%% has expired.
it_it: Il tuo accesso al sito %%sitename%% è scaduto.

source: Access to %%sitename%% has expired for %%name%% (%%username%%) on %%expirydate%%
it_it: L'accesso al sito %%sitename%% è scaduto per l'utente %%name%% (%%username%%) in data %%expirydate%%

source: <strong>ERROR</strong>: Your user details have expired.
it_it: <strong>ERRORE</strong>: Il tuo account utente è scaduto.

source: <strong>ERROR</strong>: Your user details have expired so you are no longer able to reset your password.
it_it: <strong>ERRORE</strong>: Il tuo account utente è scaduto per cui non puoi più effettuare il recupero password.

source: M d, Y
it_it: j d Y

source: Expires %s
it_it: Scade il %s

source: Expired %s
it_it: Scaduto il %s

source: Never Expire
it_it: Senza scadenza
